content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 10
:PROPERTIES:
:EXPORT_FILE_NAME: Week10
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:

Your todo list for the week
{{{more}}}
*** Solutions to checkpoint 9
[[https://nextcloud.math.wichita.edu/index.php/s/d3A95Lw6cApnkmA][Here is the original file]]

[[https://nextcloud.math.wichita.edu/index.php/s/Dywb2PcNKP2CApy][and here are the solutions]].

*** Before class on Tuesday
:PROPERTIES:
:CUSTOM_ID: before-class-on-tuesday-1
:END:
**** 📚 Read / Watch
:PROPERTIES:
:CUSTOM_ID: read-watch
:END:
- [[https://www.math.wichita.edu/discrete-book/section-solvingrecurrences.html][Solving Recurrence Relations]]

**** 📝 Homework
:PROPERTIES:
:CUSTOM_ID: homework-1
:END:
- Required: Do all the exercises at the bottom of each section, check
  your answers and check your understanding - please as questions if
  you're unsure!
- (optional): Practice additional exercises in the supplemental
  textbooks if you need/want:
  [[http://discrete.openmathbooks.org/dmoi3/][DMOI]] and
  [[http://faculty.uml.edu/klevasseur/ads/index-ads.html][Applied
  Discrete Structures]].

**** Questions?
:PROPERTIES:
:CUSTOM_ID: questions
:END:
Ask it on Discourse, and let's get it answered!

--------------

*** 🎥 Tuesday recitation
:PROPERTIES:
:CUSTOM_ID: tuesday-recitation-1
:END:

During class today the university network went out. Zoom went down and eventually came back. The interruption in the video is there, but I stitched the files together so class content is all together, complete with tech "oh noes!"

{{{youtube(SlFMaMjMfNM)}}}

--------------

*** Before Class on Thursday
:PROPERTIES:
:CUSTOM_ID: before-class-on-thursday-1
:END:
**** 📚 Readings / Videos
:PROPERTIES:
:CUSTOM_ID: readings-videos-1
:END:
[[https://www.math.wichita.edu/discrete-book/section-solvingrecurrences.html][Solving
recurrence relations, continued]]

**** 📝 Homework
:PROPERTIES:
:CUSTOM_ID: homework-2
:END:
- Required: Do all the exercises at the bottom of each section, check
  your answers and check your understanding - please as questions if
  you're unsure!
- (optional): Practice additional exercises in the supplemental
  textbooks if you need/want:
  [[http://discrete.openmathbooks.org/dmoi3/][DMOI]] and
  [[http://faculty.uml.edu/klevasseur/ads/index-ads.html][Applied
  Discrete Structures]].

**** Questions?
:PROPERTIES:
:CUSTOM_ID: questions-1
:END:
Ask it on Discourse, and let's get it answered!

--------------

*** 🎥 Thursday recitation
:PROPERTIES:
:CUSTOM_ID: thursday-recitation-1
:END:
{{{youtube(wV7tUt4uPqg)}}}

