content/math321/Week10.md
+++
title = "Week 10"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your todo list for the week
<!--more-->


## Solutions to checkpoint 9 {#solutions-to-checkpoint-9}

[Here is the original file](https://nextcloud.math.wichita.edu/index.php/s/Z4HNLgFHcYEgHTY)

[and here are the solutions](https://nextcloud.math.wichita.edu/index.php/s/5iL5pSSfNCPoCF7).


## Before class on Tuesday {#before-class-on-tuesday-1}


### 📚 Read / Watch {#read-watch}

-   [Solving Recurrence Relations](https://www.math.wichita.edu/discrete-book/section-solvingrecurrences.html)


### 📝 Homework {#homework-1}

-   Required: Do all the exercises at the bottom of each section, check
    your answers and check your understanding - please as questions if
    you're unsure!
-   (optional): Practice additional exercises in the supplemental
    textbooks if you need/want:
    [DMOI](http://discrete.openmathbooks.org/dmoi3/) and
    [Applied
    Discrete Structures](http://faculty.uml.edu/klevasseur/ads/index-ads.html).


### Questions? {#questions}

Ask it on Discourse, and let's get it answered!

---


## 🎥 Tuesday recitation {#tuesday-recitation-1}

During class today the university network went out. Zoom went down and eventually came back. The interruption in the video is there, but I stitched the files together so class content is all together, complete with tech "oh noes!"

{{< youtube id="SlFMaMjMfNM" >}}

---


## Before Class on Thursday {#before-class-on-thursday-1}


### 📚 Readings / Videos {#readings-videos-1}

[Solving
recurrence relations, continued](https://www.math.wichita.edu/discrete-book/section-solvingrecurrences.html)


### 📝 Homework {#homework-2}

-   Required: Do all the exercises at the bottom of each section, check
    your answers and check your understanding - please as questions if
    you're unsure!
-   (optional): Practice additional exercises in the supplemental
    textbooks if you need/want:
    [DMOI](http://discrete.openmathbooks.org/dmoi3/) and
    [Applied
    Discrete Structures](http://faculty.uml.edu/klevasseur/ads/index-ads.html).


### Questions? {#questions-1}

Ask it on Discourse, and let's get it answered!

---


## 🎥 Thursday recitation {#thursday-recitation-1}

{{< youtube id="wV7tUt4uPqg" >}}
